CITY_CHOICES = [
    ("azerbayjan_sh", "آذربایجان شرقی"),
    ("azerbayjan_gh", "آذربایجان غربی"),
    ("ardabil", "اردبیل"),
    ("isfehan", "اصفهان"),
    ("alborz", "البرز"),
    ("ilam", "ایلام"),
    ("bushehr", "بوشهر"),
    ("tehran", "تهران"),
    ("charmahal", "چهارمحال و بختیاری"),
    ("khorasan_j", "خراسان جنوبی"),
    ("khorasan_r", "خراسان رضوی"),
    ("khorasan_s", "خراسان شمالی"),
    ("khuzestan", "خوزستان"),
    ("zanjan", "زنجان"),
    ("semnan", "سمنان"),
    ("sistan", "سیستان و بلوچستان"),
    ("fars", "فارس"),
    ("ghzvin", "قزوین"),
    ("ghom", "قم"),
    ("kurdistan", "کردستان"),
    ("kerman", "کرمان"),
    ("kermanshah", "کرمانشاه"),
    ("kuhkiloie", "کهگیلویه و بویراحمد"),
    ("golestan", "گلستان"),
    ("gilan", "گیلان"),
    ("lurestan", "لرستان"),
    ("mazandaran", "مازندران"),
    ("markazi", "مرکزی"),
    ("hurmuzgan", "هرمزگان"),
    ("hamedan", "همدان"),
    ("yazd", "یزد"),

]

FIELD_CHOICES = [
    ("riazi", "ریاضی فیزیک"),
    ("tajrobi", "علوم تجربی"),
    ("ensani", "علوم انسانی"),
    ("other", "سایر")
]

USER_TYPE_CHOICES = [
    ("teacher", "معلم"),
    ("student", "دانش آموز"),
    ("agent", "نمیاینده"),
    ("center", "دفتر مرکزی")
]

LEVEL_CHOICES = [
    ("1", "یکم ابتدايی"),
    ("2", " دوم ابتدايی"),
    ("3", "سوم ابتدايی"),
    ("4", "چهارم ابتدايی"),
    ("5", "پنجم ابتدايی"),
    ("6", "ششم ابتدايی"),
    ("7", "یکم دبیرستان"),
    ("8", " دوم دبیرستان"),
    ("9", "سوم دبیرستان"),
    ("10", "چهارم دبیرستان"),
    ("11", "پنجم دبیرستان"),
    ("12", "ششم دبیرستان")
]
